Repository: omerberger/iOS_LookIO_Swift_Sample
Catalog: LookIO/Resources/Strings/*.lproj/Localizable.strings
Languages: de, fi, fr, nl, pt, sv, zh_hant

# LIOLookIOManager.SessionEndedAlertBody
source: Your support session has ended. If you still need help, try connecting to a live chat agent again.
de: Ihre Supportsitzung wurde beendet. Falls Sie immer noch Hilfe benötigen, versuchen Sie bitte erneut, sich mit einem Live-Chat-Mitarbeiter zu verbinden.
fi: Tuki-istuntosi on loppunut. Jos tarvitset vielŠ apua, yritŠ yhdistŠŠ keskusteluun uudelleen.
fr: Votre session d'assistance est terminée. Si vous avez encore besoin d'aide, essayez de vous connecter à nouveau à un agent de discussion en direct.
nl: Uw ondersteuningssessie is afgelopen. Probeer opnieuw verbinding te maken met een medewerker wanneer u nog steeds hulp nodig hebt.
pt: Sua sessão de suporte terminou. Se ainda precisa de ajuda, tente conectar-se a um bate-papo ao vivo novamente.
sv: Din hjŠlpsession Šr slut. Behšver du hjŠlp, fšrsšk ansluta till ett chatt-ombud igen.
zh_hant: 您的支持，會議已經結束。如果您仍需要幫助，請嘗試再次連接到即時交談劑。

# LIOLookIOManager.SessionEndedAlertButton
source: Dismiss
de: Ausblenden
fi: HylkŠŠ
fr: Masquer
nl: Wijs af
pt: Descartar
sv: Avvisa
zh_hant: 解僱

# LIOLookIOManager.ReconnectQuestionAlertTitle
source: Chat Connection Lost
de: Chatverbindung verloren
fi: Yhteys menetettiin
fr: Connexion à la discussion perdue
nl: Verbinding met chat verbroken
pt: Conexão com o bate-papo perdida
sv: Chattanslutningen borta
zh_hant: 即時連接丟失

# LIOLookIOManager.ReconnectQuestionAlertBody
source: Your chat support session has lost its connection. If you would like to continue this session, we can try to reconnect you.
de: Ihre Chat-Supportsitzung hat ihre Verbindung verloren. Wenn Sie mit dieser Sitzung fortfahren müssen, können wir versuchen, Sie erneut zu verbinden.
fi: Keskusteluistunto menetti yhteyden. Jos haluat jatkaa istuntoa, voit yrittŠŠ yhdistŠŠ uudelleen.
fr: Votre session d'assistance a perdu sa connexion. Si vous souhaitez continuer cette session, nous pouvons essayer de vous reconnecter.
nl: De verbinding met uw chatsessie is verbroken. We kunnen proberen om opnieuw verbinding te maken wanneer u deze sessie wil hervatten.
pt: Sua sessão de suporte perdeu a conexão. Se desejar continuar sua sessão, podemos tentar reconectá-lo.
sv: HjŠlpsessionens anslutning Šr borta. Vill du fortsŠtta sessionen, fšrsšker vi Œteransluta dig.
zh_hant: 你的聊天已經失去了支持會話的連接。如果您想繼續本次會議，我們可以嘗試重新連接。

# LIOLookIOManager.ReconnectQuestionAlertButtonClose
source: Close
de: Schließen
fi: Sulje
fr: Fermer
nl: Beëindig
pt: Fechar
sv: StŠng
zh_hant: 關閉

# LIOLookIOManager.ReconnectQuestionAlertButtonReconnect
source: Reconnect
de: Erneut verbinden
fi: YhdistŠ uudelleen
fr: Reconnecter
nl: Maak verbinding
pt: Reconectar
sv: teranslut
zh_hant: 重新連接

# LIOLookIOManager.DefaultWelcomeMessage
source: Send a message to our live service reps for immediate help.
de: Senden Sie eine Nachricht an unsere Live-Service-Mitarbeiter für umgehende Hilfe.
fi: LŠhetŠ viesti asiakaspalvelijoillemme saadaksesi apua vŠlittšmŠsti.
fr: Envoyer un message à nos opérateurs de notre service en direct pour obtenir de l'aide immédiatement.
nl: Stuur een bericht naar onze medewerkers om direct hulp te krijgen.
pt: Enviar uma mensagem para nossos representantes de serviço ao vivo para ajuda imediata.
sv: Skicka ett meddelande till vŒr Live-tjŠnstrep. fšr direkthjŠlp.
zh_hant: 將消息發送到我們的現場服務代表的即時幫助。

# LIOLookIOManager.StartFailureAlertTitle
source: Live Chat Error
de: Live-Chat-Fehler
fi: Virhe live-keskustelussa
fr: Erreur de discussion en direct
nl: Fout tijdens livechat
pt: Erro do bate-papo ao vivo
sv: Live-chattfel
zh_hant: 在線聊天錯誤

# LIOLookIOManager.StartFailureAlertBody
source: Couldn't start live chat session. Please try again.
de: Live-Chatsitzung konnte nicht gestartet werden. Bitte versuchen Sie es noch einmal.
fi: Keskusteluistuntoa ei voitu aloittaa. YritŠ uudelleen.
fr: Impossible de démarrer la session de discussion en direct. Veuillez réessayer.
nl: De livechatsessie kan niet gestart worden. Probeer het opnieuw.
pt: Não foi possível iniciar a sessão de bate-papo ao vivo. Tente novamente.
sv: Livechattsessionen startade inte. Fšrsšk igen.
zh_hant: 無法啟動實時聊天會話。請再試一次。

# LIOLookIOManager.StartFailureAlertButton
source: Dismiss
de: Ausblenden
fi: HylkŠŠ
fr: Masquer
nl: Wijs af
pt: Descartar
sv: Avvisa
zh_hant: 解僱

# LIOLookIOManager.EndSessionQuestionAlertTitle
source: End Support Session?
de: Supportsitzung beenden?
fi: Lopeta tuki-istunto?
fr: Terminer la session d'assistance ?
nl: Hulpsessie beëindigen?
pt: Terminar sessão de suporte?
sv: Avsluta hjŠlpsession?
zh_hant: 支持會話結束？

# LIOLookIOManager.EndSessionQuestionAlertBody
source: Would you like to end this customer support session?
de: Möchten Sie diese Kundensupportsitzung beenden?
fi: Haluatko lopettaa tŠmŠn tuki-istunnon?
fr: Souhaitez-vous mettre fin à cette session d'assistance client ?
nl: Wilt u deze klantondersteuningssessie beëindigen?
pt: Gostaria de terminar a sessão de suporte deste cliente?
sv: Vill du avsluta denna kundhjŠlpsession?
zh_hant: 你想結束這個客戶支持會話嗎？

# LIOLookIOManager.EndSessionQuestionAlertButtonYes
source: End
de: Beenden
fi: Lopeta
fr: Terminer
nl: Beëindig
pt: Term.
sv: Avsluta
zh_hant: 結束

# LIOLookIOManager.EndSessionQuestionAlertButtonNo
source: Don't End
de: Nicht beenden
fi: €lŠ lopeta
fr: Ne pas terminer
nl: Beëindig niet
pt: Não terminar
sv: Avsluta inte
zh_hant: 不要結束

# LIOLookIOManager.ReconnectCancelAlertTitle
source: Chat Reconnecting
de: Chat wird neu verbunden
fi: YhdistetŠŠn uudelleen
fr: Reconnexion de la discussion
nl: Verbinden met chat
pt: Reconectando bate-papo
sv: Chatt Œteransluter
zh_hant: 即時重新連接

# LIOLookIOManager.ReconnectCancelAlertBody
source: We're trying to reconnect you with your chat support session. Continue reconnecting?
de: Wir versuchen Sie erneut mit Ihrer Chat-Supportsitzung zu verbinden. Mit erneuter Verbindung fortfahren?
fi: YritetŠŠn yhdistŠŠ uudelleen keskustelu-istuntoon. Jatka uudelleen yhdistŠmistŠ?
fr: Nous essayons de vous reconnecter à la session d'assistance en direct. Continuer la reconnexion ?
nl: We proberen opnieuw verbinding te maken met uw chatsessie. Wilt u opnieuw verbinding maken?
pt: Estamos tentando reconectá-lo com o bate-papo de sua sessão de suporte. Continuar reconexão?
sv: Vi försöker att återansluta dig med chatt-sessionen. Fortsätta återansluta?
zh_hant: 我們正在嘗試重新連接你與你聊天的支持會話。繼續重新連接？

# LIOLookIOManager.ReconnectCancelAlertButtonStop
source: Stop
de: Anhalt.
fi: Lopeta
fr: Arrêter
pt: Parar
sv: Stopp
zh_hant: 停止

# LIOLookIOManager.ReconnectCancelAlertButtonContinue
source: Continue
de: Fortfahren
fi: Jatka
fr: Continuer
nl: Doorgaan
pt: Continuar
sv: FortsŠtt
zh_hant: 繼續

# LIOLookIOManager.BadInitAlertTitle
source: Live Chat Disabled
de: Live-Chat deaktiviert
fi: Live-keskustelu ei ole päällä
fr: Discussion en direct désactivée
nl: Livechat uitgeschakeld
pt: Bt-papo ao vivo desab.
sv: Live-chatt inaktiverad

# LIOLookIOManager.BadInitAlertBody
source: Live chat configuration error. UIWindow was not made key & visible before LPMobile library intitialization.
de: Live-Chat-Konfigurationsfehler. UIWindow wurde vor der Initialisierung der LPMobile-Bibliothek nicht in der Schlüsselansicht sichtbar gemacht.
fi: Virhe keskusteluasetuksissa. UIWindowia ei oltu tehty nŠkyvŠksi ennen LPMobile-kirjaston alustusta.
fr: Erreur de configuration de discussion en direct IUIWindow n'a pas été définie comme fenêtre principale et visible avant la réinitialisation de la bibliothèque LPMobile.
nl: Configuratiefout in livechat. UIWindow werd niet zichtbaar gemaakt voor de LPMobile-bibliotheek werd geïnitialiseerd.
pt: Erro de configuração do bate-papo ao vivo. UIWindow não visível e inapta para digitação antes da inicialização da biblioteca LPMobile.
sv: Live-chatt konfigurationsfel. UIWindow aktiverades inte nŠr LPMobile-biblioteket šppnades.

# LIOLookIOManager.BadInitButton
source: Close
de: Schließ.
fi: Sulje
fr: Fermer
nl: Beëindig
pt: Fechar
sv: StŠng
