Repository: omerberger/iOS_LookIO_Swift_Sample
Catalog: LookIO/Resources/Strings/*.lproj/Localizable.strings
Languages: de, fi, fr, nl, pt, sv, zh_hant

# LIOEmailPlaceholder
source: name@example.com
de: name@beispiel.de
fi: nimi@esimerkki.com
fr: nom@exemple.com
nl: naam@domein.nl
pt: nome@exemplo.com

# LIOAltChatViewController.EmailChatButton
source: Email Chat
de: Chat per E-Mail senden
fi: SŠhkšpostikeskustelu
fr: Discussion par email
pt: Env. bt-papo
zh_hant: 抄本

# LIOAltChatViewController.EndSessionButton
source: End Session
de: Sitzung beenden
fi: Lopeta istunto
fr: Terminer session
nl: Beëindig sessie
pt: Fechar sessão
sv: Avsluta session
zh_hant: 結束會話

# LIOAltChatViewController.ReconnectionLabel
source: Reconnecting...
de: Verbindungsneuaufbau...
fi: YhdistetŠŠn uudelleen...
fr: Reconnexion en cours...
pt: Reconectando...
zh_hant: 重新連接...

# LIOAltChatViewController.ReconnectionHideButton
source: Hide
de: Ausblenden
fi: Piilota
fr: Masquer
nl: Verberg
pt: Ocultar
sv: Dölj
zh_hant: 隱藏

# LIOAltChatViewController.LocalNameLabel
source: Me
de: Ich
fi: MinŠ
fr: Moi
nl: Ik
pt: Eu
sv: Jag
zh_hant: 我

# LIOAltChatViewController.AgentTypingNotification
source: Agent is typing...
de: Der Mitarbeiter tippt gerade...
fi: Asiakaspalvelija kirjoittaa...
fr: L'agent est en train d'écrire...
nl: Typt een reactie...
pt: O agente está digitando...
sv: Ombud skriver...
zh_hant: 代理的輸入...

# LIOAltChatViewController.AttachSourceCamera
source: Take Photo
de: Foto schießen
fi: Ota kuva
fr: Prendre une photo
nl: Maak foto
pt: Tirar foto
sv: Ta bild

# LIOAltChatViewController.AttachSourceLibrary
source: Choose Existing
de: Bestehendes auswählen
fi: Valitse olemassa oleva
fr: Choisir de quitter
nl: Kies bestaande
pt: Escolher existente
sv: Välj befintlig

# LIOAltChatViewController.AttachSourceCancel
source: Cancel
de: Abbrechen
fi: Peruuta
fr: Annuler
nl: Annuleer
pt: Cancelar
sv: Avbryt

# LIOAltChatViewController.AttachConfirmationBody
source: Are you sure you want to send this photo to our representatives?
de: Möchten Sie dieses Foto wirklich an unseren Mitarbeiter senden?
fi: Haluatko lŠhettŠŠ kuvan asiakaspalvelijoillemme?
fr: Êtes-vous sûr de vouloir envoyer cette photo à nos agents ?
nl: Weet u zeker dat u deze foto naar onze medewerkers wilt sturen?
pt: Tem certeza de que deseja enviar esta foto para seus agentes?
sv: Vill du skicka bilden till våra ombud?

# LIOAltChatViewController.AttachConfirmationSend
source: Send
de: Senden
fi: LŠhetŠ
fr: Envoyer
nl: Verstuur
pt: Enviar
sv: Skicka

# LIOAltChatViewController.AttachConfirmationDontSend
source: Don't Send
de: Nicht senden
fi: €lŠ lŠhetŠ
fr: Ne pas envoyer
nl: Verstuur niet
pt: Não enviar
sv: Skicka inte

# LIOChatBubbleView.LinkAlert
source: Are you sure you want to leave the app and visit "%@"?
de: Möchten Sie wirklich diese App verlassen und "%@" besuchen?
fr: Êtes-vous sûr de vouloir quitter l'application et visiter "%@" ?
nl: Weet u zeker dat u de app wilt verlaten en ”%@” wilt bezoeken?
pt: Tem certeza de que deseja sair do aplicativo e visitar "%@"?
zh_hant: 你確定要離開應用程序和訪問 "%@"?

# LIOChatBubbleView.LinkAlertEmail
source: Are you sure you want to leave the app and e-mail "%@"?
de: Möchten Sie wirklich diese App verlassen und "%@" per E-Mail senden?
fr: Êtes-vous sûr de vouloir quitter l'application et envoyer un courriel à "%@" ?
nl: Weet u zeker dat u de app wilt verlaten en een e-mail naar ”%@” wilt sturen?
pt: Tem certeza de que deseja sair do aplicativo e enviar um e-mail para "%@"?
zh_hant: 你確定要離開應用程序和電子郵件 "%@"?

# LIOChatBubbleView.LinkAlertPhone
source: Are you sure you want to leave the app and call "%@"?
de: Möchten Sie wirklich diese App verlassen und "%@" anrufen?
fr: Êtes-vous sûr de vouloir quitter l'application et appeler "%@" ?
nl: Weet u zeker dat u de app wilt verlaten en ”%@” wilt bellen?
pt: Tem certeza de que deseja sair do aplicativo e ligar para "%@"?
zh_hant: 你確定要離開應用程序，並調用 "%@"?

# LIOChatBubbleView.AlertGo
source: Open
de: Öffnen
fi: Avaa
fr: Ouvrir
pt: Abrir
sv: …ppna
zh_hant: 打開

# LIOChatBubbleView.AlertCancel
source: Don't Open
de: Nicht öffnen
fi: €lŠ avaa
fr: Ne pas ouvrir
nl: Open niet
pt: Não abrir
sv: …ppna inte
zh_hant: 不開

# LIOChatBubbleView.AlertGoPhone
source: Call
de: Anrufen
fi: Soita
fr: Appeler
nl: Bel
pt: Ligar
sv: Ring
zh_hant: 呼叫

# LIOChatBubbleView.AlertCancelPhone
source: Don't Call
de: Nicht anrufen
fi: €lŠ soita
fr: Ne pas appeler
nl: Bel niet
pt: Não ligar
sv: Ring inte
zh_hant: 不叫

# LIOControlButtonView.DefaultText
source: Live Help
de: Live-Hilfe
fi: Live-apu
fr: Aide de Live
nl: Livehulp
pt: Ajuda ao vivo
sv: Live-hjŠlp
zh_hant: 在線幫助

# LIOControlButtonView.ReconnectingText
source: Reconnecting
de: Verbindungsneuaufbau
fi: YhdistetŠŠn uudelleen
fr: Reconnexion en cours
nl: Verbinding maken
pt: Reconectando
sv: teransluter
zh_hant: 重新連接

# LIODismissalBarView.DismissalLabel
source: Hide Chat
de: Chat verbergen
fi: Piilota keskustelu
fr: Masquer la discussion
nl: Verberg chat
pt: Ocul. bt-papo
sv: Dšlj chatt
zh_hant: 隱藏聊天

# LIOEmailHistoryViewController.NavTitle
source: Email Conversation
de: E-Mail-Konversation
fi: LŠhetŠ keskustelu s-postilla
fr: Conversation par courriel
nl: VStuur gesprek per mail
pt: EEnviar conversa
sv: E-postsamtal
zh_hant: 電子郵件會話

# LIOEmailHistoryViewController.NavLeftButton
source: Close
de: Schließ.
fi: Sulje
fr: Fermer
nl: Beëindig
pt: Fechar
sv: StŠng
zh_hant: 關閉

# LIOEmailHistoryViewController.HeaderText
source: Need a copy of this chat? No problem!
de: Benötigen Sie eine Kopie dieses Chats? Kein Problem!
fi: Haluatko kopion keskustelusta? Ei ongelmaa!
fr: Vous avez besoin d'une copie de cette discussion ? Pas de problème !
nl: Wilt u een uittreksel van deze chatsessie? Geen probleem!
pt: Precisa de uma cópia do bate-papo? Sem problemas!
sv: Behšver du en kopia av chatten? Inga problem!
zh_hant: 需要複製這個聊天嗎？沒問題！

# LIOEmailHistoryViewController.EmailHeader
source: Your Email Address:
de: Ihre E-Mail-Adresse:
fi: SŠhkšpostiosoitteesi:
fr: Votre adresse de courriel :
nl: Uw e-mailadres:
pt: Seu endereço de e-mail:
sv: Din e-postadress:
zh_hant: 您的電郵地址:

# LIOEmailHistoryViewController.SubmitButton
source: Submit
de: Absenden
fi: LŠhetŠ
fr: Soumettre
nl: Verstuur
pt: Enviar:
sv: Skicka
zh_hant: 遞交

# LIOEmailHistoryViewController.SuccessAlertTitle
source: Thank you!
de: Danke sehr!
fi: Kiitos!
fr: Merci !
nl: Dank u wel!
pt: Obrigado!
sv: Tack!
zh_hant: 謝謝!

# LIOEmailHistoryViewController.SuccessAlertBody
source: Your full chat transcript will be sent to your email address at the end of this conversation.
de: Ihr vollständiges Chattranskript wird am Ende dieses Gesprächs an Ihre E-Mail-Adresse gesendet.
fi: Kopio keskustelusta lŠhetetŠŠn sŠhkšpostiosoitteeseesi keskustelun jŠlkeen.
fr: La transcription de l'intégralité de votre conversation sera envoyée à votre adresse de courriel à la fin de cette conversation.
nl: Aan het einde van dit gesprek wordt een volledig uittreksel naar het door u opgegeven e-mailadres verstuurd.
pt: A transcrição completa do bate-papo será enviada para seu endereço de e-mail no final dessa conversa.
sv: Hela chattutskriften kommer att skickas till din e-postadress i slutet av konversationen.
zh_hant: 我們剛給您發送一封電子郵件，其中一些額外的信息.

# LIOEmailHistoryViewController.SuccessAlertButton
source: Dismiss
de: Ausblenden
fi: HylkŠŠ
fr: Masquer
nl: Wijs af
pt: Descartar
sv: Avvisa
zh_hant: 解僱

# LIOInputBarView.SendButton
source: Send
de: Senden
fi: LŠhetŠ
fr: Envoyer
nl: Verstuur
pt: Enviar
sv: Skicka
zh_hant: 發送

# LIOInputBarView.Placeholder
source: Send a message.
de: Eine Nachricht senden.
fi: LŠhetŠ viesti.
fr: Envoyer un message.
nl: Verstuur een bericht.
pt: Enviar uma mensagem.
sv: Skicka ett meddelande.
zh_hant: 發送消息.

# LIOInterstitialViewController.LoadingLabel
source: We're loading the chat. Give us just a few. :)
de: Wir laden den Chat. Geben Sie uns ein paar Sekunden. :)
fi: Lataamme keskustelua. Odota hetki. :)
fr: La conversation est en cours de chargement. Veuillez patienter. :)
nl: We openen de chatsessie. Een ogenblikje a.u.b. :)
pt: Estamos carregando um bate-papo. Aguarde alguns segundos. :)
sv: Hela chattutskriften kommer att skickas till din e-postadress i slutet av konversationen.
zh_hant: 我們正在加載聊天. 請稍候.

# LIOInterstitialViewController.DismissButton
source: Let's just hide this for now
de: Lassen Sie uns das im Moment verbergen.
fi: Piilota tŠmŠ tŠllŠ erŠŠ
fr: Masquons cela pour l'instant.
nl: Laten we dit nu even verbergen
pt: Ocultaremos isso por enquanto
sv: Vi dšljer det sŒ lŠnge
zh_hant: 隱藏此

# LIOInterstitialViewController.ErrorAlertTitle
source: Live Chat Error
de: Live-Chat-Fehler
fi: Virhe live-keskustelussa
fr: Erreur de discussion en direct
nl: Fout tijdens livechat
pt: Erro bt-papo ao vivo
sv: Live-chattfel
zh_hant: 在線聊天錯誤

# LIOInterstitialViewController.ErrorAlertBody
source: Sorry, but the live chat service is currently unavailable. Please try again later.
de: Entschuldigung, der Live-Chat-Service ist derzeit nicht erreichbar. Bitte versuchen Sie es später noch einmal.
fi: Live-keskustelu ei juuri nyt ole kŠytettŠvissŠ. YritŠ myšhemmin uudelleen.
fr: Désolé, le service de discussion en direct est actuellement non disponible. Veuillez réessayer ultérieurement.
nl: Het spijt ons, maar de livechatservice is op dit moment niet beschikbaar. Probeer het later opnieuw.
pt: Desculpe, mas o serviço de bate-papo ao vivo está indisponível no momento. Tente novamente mais tarde.
sv: Live-chattjŠnsten Šr fšr nŠrvarande otillgŠnglig. Fšrsšk igen senare.
zh_hant: 很抱歉，但現場聊天服務是當前不可用. 請稍後再試一次.

# LIOInterstitialViewController.ErrorAlertButton
source: Dismiss
de: Ausblenden
fi: HylkŠŠ
fr: Masquer
nl: Wijs af
pt: Descartar
sv: Avvisa
zh_hant: 解僱

# LIOLeaveMessageViewController.NavTitle
source: No Agents Available
de: Keine Mitarbeiter verfügbar
fi: Asiakaspalvelijoita ei ole saatavilla
fr: Aucun agent disponible
nl: Geen medewerkers beschikbaar
pt: Nenhum agente disponível
sv: Inga ombud tillgŠngliga
zh_hant: 代理不可用

# LIOLeaveMessageViewController.NavLeftButton
source: Close
de: Schließen
fi: Sulje
fr: Fermer
nl: Beëindig
pt: Fechar
sv: StŠng
zh_hant: 關閉

# LIOLeaveMessageViewController.HeaderText
source: Please enter your email and a message for further help:
de: Bitte geben Sie für weitere Hilfe Ihre E-Mail und eine Nachricht ein:
fi: SyštŠ sŠhkšpostiosoitteesi ja viesti saadaksesi apua:
fr: Veuillez indiquer votre adresse de courriel et saisir un message pour obtenir de l'aide.
nl: Voer uw e-mailadres in en laat een bericht achter voor meer hulp:
pt: Insira seu e-mail e uma mensagem para ajuda adicional:
sv: Ange din e-post och ett meddelande fšr ytterligare hjŠlp:
zh_hant: 請輸入您的電子郵件和消息，以獲得進一步的幫助:

# LIOLeaveMessageViewController.SendButton
source: Send
de: Senden
fi: LŠhetŠ
fr: Envoyer
nl: Verstuur
pt: Enviar
sv: Skicka
zh_hant: 發送

# LIOLeaveMessageViewController.NoEmailAlertBody
source: Please enter an e-mail address.
de: Bitte geben Sie eine E-Mail-Adresse ein.
fi: SyštŠ sŠhkšpostiosoite.
fr: Veuillez saisir votre adresse de courriel.
nl: Voer a.u.b. een e-mailadres in.
pt: Insira um endereço de e-mail.
sv: Ange en e-postadress.
zh_hant: 請輸入電子郵件地址.

# LIOLeaveMessageViewController.NoEmailAlertButton
source: Dismiss
de: Ausblenden
fi: HylkŠŠ
fr: Masquer
nl: Wijs af
pt: Descartar
sv: Avvisa
zh_hant: 解僱

# LIOLeaveMessageViewController.NoMessageAlertBody
source: Please enter a message.
de: Bitte geben Sie eine Nachricht ein.
fi: SyštŠ viesti.
fr: Veuillez saisir un message.
nl: Voer een bericht in.
pt: Insira uma mensagem.
sv: Skriv in ett meddelande.
zh_hant: 請輸入信息.

# LIOLeaveMessageViewController.NoMessageAlertButton
source: Dismiss
de: Ausblenden
fi: HylkŠŠ
fr: Masquer
nl: Wijs af
pt: Descartar
sv: Avvisa
zh_hant: 解僱

# LIOLeaveMessageViewController.SuccessAlertTitle
source: Thank you!
de: Danke sehr!
fi: Kiitos!
fr: Merci !
nl: Dank u wel!
pt: Obrigado!
sv: Tack!
zh_hant: 謝謝!

# LIOLeaveMessageViewController.SuccessAlertBody
source: Your message has been sent.
de: Ihre Nachricht wurde abgeschickt.
fi: Viestisi on lŠhetetty
fr: Votre message a été envoyé.
nl: Uw bericht is verstuurd.
pt: Sua mensagem foi enviada.
sv: Ditt meddelande har skickats.
zh_hant: 您的郵件已發送.

# LIOLeaveMessageViewController.SuccessAlertButton
source: Dismiss
de: Ausblenden
fi: HylkŠŠ
fr: Masquer
nl: Wijs af
pt: Descartar
sv: Avvisa
zh_hant: 解僱

# LIONotificationArea.PoweredBy
source: Powered by
fr: Développé par
pt: Desenv. por
sv: Drivs av
zh_hant: 技術支持

# LIOSurveyPickerView.DoneButton
source: Next
de: Weiter
fi: Seuraava
fr: Suivant
nl: Volgende
pt: Próximo
sv: NŠsta
zh_hant: 下

# LIOSurveyPickerView.HeaderText
source: Choose an option below:
de: Wählen Sie eine der folgenden Optionen:
fi: Valitse vaihtoehto alta:
fr: Choisissez une option ci-dessous :
nl: Kies hieronder een optie:
pt: Escolha uma opção abaixo:
sv: VŠlj ett alternativ nedan:
zh_hant: 請選擇以下選項:

# LIOSurveyViewController.NavButtonLeft
source: Cancel
de: Abbrechen
fi: Peruuta
fr: Annuler
nl: Annuleer
pt: Cancelar
sv: Avbryt
zh_hant: 取消

# LIOSurveyViewController.NavButtonLeftAlt
source: Back
de: Zurück
fi: Takaisin
fr: Retour
nl: Terug
pt: Voltar
sv: Tillbaka
zh_hant: 向後

# LIOSurveyViewController.NavButtonRight
source: Next
de: Weiter
fi: Seuraava
fr: Suivant
nl: Volgende
pt: Próximo
sv: NŠsta
zh_hant: 下

# LIOSurveyViewController.NavButtonRightAlt
source: Start Chat
de: Chat starten
fi: Aloita keskustelu
fr: Démarrer la discussion
nl: SStart chat
pt: Iniciar bate-papo
sv: Starta chatt
zh_hant: 開始聊天

# LIOSurveyViewController.QuestionHeader
source: Question %d of %d:
de: Frage %d von %d:
fi: Kysymys %d / %d:
fr: Question %d sur %d :
nl: Vraag %d van %d:
pt: Pergunta %d de %d:
sv: Fråga %d av %d:
zh_hant: 問題%d（共%d）:

# LIOSurveyViewController.LastQuestionPickerViewDoneButton
source: Start Chat
de: Chat starten
fi: Aloita keskustelu
fr: Démarrer la discussion
pt: In. bt-papo
sv: Starta chatt
zh_hant: 開始聊天

# LIOSurveyViewController.ResponseAlertBody
source: Please enter a response for this question.
de: Bitte geben Sie eine Antwort auf diese Frage ein.
fi: Anna vastaus tŠhŠn kysymykseen.
fr: Veuillez saisir une réponse à cette question.
nl: Voer een antwoord op deze vraag in.
pt: Insira uma resposta para esta pergunta.
sv: Ange ett svar fšr frŒgan.
zh_hant: 請輸入對這個問題的回應.

# LIOSurveyViewController.EmailValidationAlertBody
source: Please enter a valid e-mail address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
fi: SyštŠ voimassa oleva s-postiosoite.
fr: Veuillez saisir une adresse de courriel valide.
nl: Voer a.u.b. een geldig e-mailadres in.
pt: Insira um endereço de e-mail válido.
sv: Ange en giltig e-postadress.
zh_hant: 請輸入一個有效的電子郵件地址.

# LIOSurveyViewController.NumericValidationAlertBody
source: Please enter a valid number.
de: Bitte geben Sie eine gültige Zahl ein.
fi: Syötä voimassaoleva numero
fr: Veuillez saisir un numéro valide.
nl: Voer een geldig nummer in.
pt: Insira um número válido.
sv: Ange ett giltigt nummer.
zh_hant: 請輸入一個有效的數字.

# LIOSurveyViewController.RegexpValidationAlertBody
source: Please check your response and try again.
de: Bitte überprüfen Sie Ihre Antwort und versuchen es noch einmal.
fi: Tarkista vastauksesi ja yritŠ uudelleen.
fr: Veuillez vérifier votre réponse et réessayer.
nl: Controleer uw antwoord en probeer het opnieuw.
pt: Verifique sua resposta e tente novamente.
sv: Kontrollera ditt svar och fšrsšk igen.
zh_hant: 請檢查你的回答，然後再試一次.

# LIOLookIOManager.ConnectionFailedAlertTitle
source: Chat Connection Failed
de: Chatverbindung fehlgeschlagen
fi: YhdistŠminen epŠonnistui
fr: Echec de la connexion à la discussion
nl: Verbinden met chat mislukt
pt: Conexão com o bate-papo falhou
sv: Chattanslutningen misslyckades
zh_hant: 聊天連接失敗

# LIOLookIOManager.ConnectionFailedAlertBody
source: Sorry, we can't connect with the live chat support right now. Please try again later.
de: Entschuldigung, wir können Sie derzeit nicht mit dem Live-Chat-Support verbinden. Bitte versuchen Sie es später noch einmal.
fi: Emme pysty yhdistŠmŠŠn keskusteluun juuri nyt. YritŠ myšhemmin uudelleen.
fr: Désolé, la connexion à l'assistance de la discussion en direct est impossible actuellement. Veuillez réessayer ultérieurement.
nl: Helaas kunnen we nu geen verbinding maken met de livechatondersteuning. Probeer het later opnieuw.
sv: Vi kan fšr tillfŠllet inte ansluta Live-chatthjŠlp. Fšrsšk igen senare.
zh_hant: 很抱歉，我們不能連接現在與實時聊天支持. 請稍後再試一次.

# LIOLookIOManager.ConnectionFailedAlertButton
source: Dismiss
de: Ausblenden
fi: HylkŠŠ
fr: Masquer
nl: Wijs af
pt: Descartar
sv: Avvisa
zh_hant: 解僱

# LIOLookIOManager.LocalNotificationChatBody
source: The support agent has sent a chat message to you.
de: Der Supportmitarbeiter hat Ihnen eine Chatnachricht gesendet.
fi: Asiakaspalvelija on lŠhettŠnyt sinulle viestin.
fr: L'agent d'assistance vous a envoyé un message.
nl: De medewerker heeft u een chatbericht gestuurd.
pt: O agente de suporte enviou uma mensagem de bate-papo para você.
sv: HjŠlpombudet har skickat dig ett chattmeddelande.
zh_hant: 支持代理發送聊天消息給你.

# LIOLookIOManager.LocalNotificationChatButton
source: Go!
de: Los!
fi: Valmista!
fr: Lancer !
nl: Gaan!
pt: Ir!
sv: Kšr!
zh_hant: 加油！

# LIOLookIOManager.LocalNotificationReadyBody
source: The support agent is ready to chat with you!
de: Der Supportmitarbeiter kann jetzt mit Ihnen chatten!
fi: Asiakaspalvelija on valmis juttelemaan kanssasi!
fr: L'agent d'assistance est prêt à discuter avec vous !
nl: De medewerker is klaar om met u te chatten!
pt: O agente de suporte está pronto para conversar com você!
sv: HjŠlpombudet Šr redo att chatta med dig!
zh_hant: 支持代理已準備好與你聊天！

# LIOLookIOManager.LocalNotificationReadyButton
source: Go!
de: Los!
fi: Valmista!
fr: Lancer !
nl: Gaan!
pt: Ir!
sv: Kšr!
zh_hant: 加油！

# LIOLookIOManager.LocalNotificationScreenshareBody
source: The support agent wants to view your screen.
de: Der Supportmitarbeiter möchte Ihren Bildschirm sehen.
fi: Asiakaspalvelija haluisi nähdä näyttösi.
fr: L'agent d'assistance veux visualiser votre écran.
nl: De medewerker wil toegang tot uw scherm.
pt: O agente de suporte deseja visualizar sua tela.
sv: HjŠlpombudet vill se din skŠrm.
zh_hant: 支持代理要查看您的屏幕.

# LIOLookIOManager.LocalNotificationScreenshareButton
source: Go!
de: Los!
fi: Valmista!
fr: Lancer !
nl: Gaan!
pt: Ir!
sv: Kšr!
zh_hant: 加油！

# LIOLookIOManager.ScreenshareAlertTitle
source: Screen Share Permission
de: Bildschirm gemeinsam nutzen erlauben
fi: Lupa nŠhdŠ nŠyttš
fr: Permission de partage d'écran
nl: Rechten voor scherm delen
pt: Permis. de comp. tela
sv: SkŠrmdelningstillstŒnd
zh_hant: 屏幕共享權限

# LIOLookIOManager.ScreenshareAlertBody
source: To better serve you, the support agent would like to view your screen. (Agent can only view this app, and only for this session.)
de: Um Ihnen noch mehr Service bieten zu können, würde der Supportmitarbeiter gerne Ihren Bildschirm sehen. (Der Mitarbeiter kann nur diese App sehen und nur für diese Sitzung.)
fi: SelvittŠŠkseen tilanteen asiakaspalvelija haluaisi nŠhdŠ nŠyttšsi. (HŠn nŠkee vain tŠmŠn sovelluksen ja tŠmŠn istunnon.)
fr: Pour mieux vous servir, l'agent d'assistance veut visualiser votre écran. (L'agent peut visualiser uniquement cette application, et uniquement au cours de cette session)
nl: Om u beter van dienst te kunnen zijn, wil de medewerker toegang tot uw scherm. De medewerker kan alleen deze app bekijken en de rechten gelden alleen voor deze sessie.
pt: Para melhor atendê-lo, o agente de suporte gostaria de visualizar sua tela. (O agente pode apenas visualizar este aplicativo e apenas durante esta sessão.)
sv: Fšr bŠttre hjŠlp, vill hjŠlpombudet se din skŠrm. (Ombudet kan bara se appen, och bara denna session).
zh_hant: 為了更好地為您服務，支持代理想查看您的屏幕。 （代理只能查看此應用程序，只為這個會話）。

# LIOLookIOManager.ScreenshareAlertButtonAllow
source: Allow
de: Erlauben
fi: Suostun
fr: Autoriser
nl: Toestaan
pt: Permitir
sv: TillŒt
zh_hant: 讓

# LIOLookIOManager.ScreenshareAlertButtonDisallow
source: Do Not Allow
de: Nicht erlauben
fi: En suostu
fr: Ne pas autoriser
nl: Niet toestaan
pt: Não permitir
sv: TillŒt inte
zh_hant: 不允許

# LIOLookIOManager.UnprovisionedAlertTitle
source: Live Chat Not Enabled
de: Live-Chat nicht aktiviert
fi: Live-keskustelu ei pŠŠllŠ
fr: Discussion en direct non activée
nl: Livechat niet ingeschakeld
pt: Bate-papo ao vivo não habilitado
sv: Live-chatt Šr inte aktiverad
zh_hant: 在線聊天殘疾人

# LIOLookIOManager.UnprovisionedAlertBody
source: This app is not configured for live help. Please contact the app developer.
de: Diese App ist nicht für die Live-Hilfe konfiguriert, Bitte setzen Sie sich mit dem App-Entwickler in Verbindung.
fi: Sovellusta ei ole mŠŠritelty live-keskusteluun. Ota yhteyttŠ sovelluksen kehittŠjŠŠn.
fr: Cette application n'est pas configurée pour l'assistance en direct. Veuillez contacter le développeur de l'application.
nl: Deze app is niet geconfigureerd voor livehulp. Neem contact op met de ontwikkelaar van de app.
pt: Este aplicativo não está configurado para ajuda ao vivo. Entre em contato com o desenvolvedor do aplicativo.
sv: Appen Šr inte konfigurerad fšr live-hjŠlp. Kontakta app-utvecklaren.
zh_hant: 這個應用程序未配置為現場幫助。請聯繫應用程序開發人員。

# LIOLookIOManager.UnprovisionedAlertButton
source: Dismiss
de: Ausblenden
fi: HylkŠŠ
fr: Masquer
nl: Wijs af
pt: Descartar
sv: Avvisa
zh_hant: 解僱

# LIOLookIOManager.ReconnectedAlertTitle
source: Chat Reconnected
de: Chat wieder verbunden
fi: Yhdistettiin uudelleen
fr: Discussion reconnectée
nl: Opnieuw verbonden met chat
pt: Bate-papo reconectado
sv: Chatt Œteransluten
zh_hant: 即時重新連接

# LIOLookIOManager.ReconnectedAlertBody
source: Your chat session has been reconnected.
de: Ihre Chatsitzung wurde wieder verbunden.
fi: Keskusteluistuntoosi yhdistettiin uudelleen.
fr: Votre session de discussion a été reconnectée.
nl: Er is opnieuw verbinding gemaakt met uw chatsessie.
pt: Sua sessão de bate-papo não foi reconectada.
sv: Din chattsession har Œteranslutits.
zh_hant: 您的聊天會話已重新連接。

# LIOLookIOManager.ReconnectedAlertButtonHide
source: Hide
de: Ausblend.
fi: Piilota
fr: Masquer
nl: Verberg
pt: Ocultar
sv: Dšlj
zh_hant: 隱藏

# LIOLookIOManager.ReconnectedAlertButtonOpen
source: Open Chat
de: Chat öffnen
fi: Avaa keskustelu
fr: Ouvrir discussion
nl: Open chatsessie
pt: Abr. bt-papo
sv: …ppna chatt
zh_hant: 打開聊天

# LIOLookIOManager.ReconnectFailureAlertTitle
source: Chat Session Ended
de: Chatsitzung beendet
fi: Keskusteluistunto loppui
fr: Session de disussion terminée
nl: De chatsessie is afgelopen
pt: Sessão bt-papo term.
sv: Chattsessionen slut
zh_hant: 聊天會話結束

# LIOLookIOManager.ReconnectFailureAlertBody
source: Your chat session could not be resumed. Please start a new session.
de: Ihre Chatsitzung konnte nicht wieder aufgenommen werden. Bitte beginnen Sie eine neue Sitzung.
fi: Keskusteluistuntoasi ei voitu jatkaa. Aloita uusi istunto.
fr: Impossible de reprendre votre session de discussion. Veuillez démarrer une nouvelle session.
nl: Uw chatsessie kon niet hervat worden. Start een nieuwe sessie.
pt: Sua sessão não pôde ser reestabelecida. Inicie uma nova sessão.
sv: Chattsessionen gick inte att Œteruppta. Starta en ny session.
zh_hant: 您的聊天會話可能無法恢復。請開始一個新的會話。

# LIOLookIOManager.ReconnectFailureAlertButton
source: Dismiss
de: Ausblenden
fi: HylkŠŠ
fr: Masquer
nl: Wijs af
pt: Descartar
sv: Avvisa
zh_hant: 解僱

# LIOLookIOManager.SessionEndedAlertTitle
source: Support Session Ended
de: Supportsitzung beendet
fi: Tuki-istunto loppui
fr: Session d'assistance terminée
nl: De ondersteuningssessie is afgelopen
pt: A sessão de suporte terminou.
sv: HjŠlpsessionen slut
zh_hant: 支持會話結束
